Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# VoipUnmute
source: Unmute
cs: Zesílit
he: בטל השתקה
hr: Mikrofon
hu: Némítás feloldása
nb: Slå på
sk: Nahlas
sr_cyrl: Укључи

# VoipUseLessData
source: Use Less Data for Calls
cs: Použít méně dat pro hovory
he: נתונים מופחתים בשיחות
hr: Uštedi podatke
hu: Kevesebb adat
nb: Bruk mindre data for anrop
sk: Použiť menej dát pre hovory
sr_cyrl: Користи мање података

# VoipVideoOnPause
source: Video on Pause
cs: Pozastavené video
he: הסרטון הושהה
hr: Video je pauziran
hu: Videó szüneteltetve
nb: Video er satt på pause
sk: Video je pozastavené
sr_cyrl: Видео је паузиран

# VoipWaiting
source: Waiting
cs: Vyčkávám
he: ממתין
hr: Čekanje
hu: Várakozás
nb: Venter
sk: Čaká sa
sr_cyrl: Чекам

# Vote_one
source: {0} vote
cs: {0} hlas
he: הצבעה אחת
hr: {0} odgovor
hu: {0} szavazat
nb: {0} stemme
sk: {0} hlas
sr_cyrl: {0} глас

# Vote_other
source: {0} votes
cs: {0} hlasů
he: ⁨{0}⁩ הצבעות
hr: {0} odgovora
hu: {0} szavazat
nb: {0} stemmer
sk: {0} hlasov
sr_cyrl: {0} гласова

source: Waiting for network...
cs: Čekám na síť...
he: ממתין לרשת...
hr: Čekanje na mrežu...
hu: Várakozás hálózatra...
nb: Venter på nettverk...
sk: Čakanie na sieť...
sr_cyrl: Чека се мрежа...

source: wants to speak
cs: chce hovořit
he: רוצה לדבר
hr: želi govoriti
hu: beszélni akar
nb: ønsker å snakke
sk: chce rozprávať
sr_cyrl: жели да говори

source: Warning
cs: Varování
he: אזהרה
hr: Upozorenje
hu: Figyelmeztetés
nb: Advarsel
sk: Varovanie
sr_cyrl: Упозорење

# WebSessionsTitle
source: Logged In with Telegram
cs: Přihlášení přes Telegram
he: מחובר באמצעות טלגרם
hr: Prijave preko Telegrama
hu: Bejelentkezve Telegrammal
nb: Logget inn med Telegram
sk: Prihlásený cez Telegram
sr_cyrl: Пријаве преко Telegram-а

# Weeks_one
source: {0} week
cs: {0} týden
he: שבוע אחד
hr: {0} tjedan
hu: {0} hét
nb: {0} uke
sk: {0} týždeň
sr_cyrl: {0} недеља

# Weeks_other
source: {0} weeks
cs: {0} týdnů
he: ⁨{0}⁩ שבועות
hr: {0} tjedana
hu: {0} hét
nb: {0} uker
sk: {0} týždňov
sr_cyrl: {0} недеља

source: White
cs: Bílá
he: לבן
hr: Bijela
hu: Fehér
nb: Hvit
sk: Biela
sr_cyrl: Бела

# WhoCanAddMe
source: Who can add me to group chats?
cs: Kdo mě může přidat do skupinové konverzace?
he: מי יכול להוסיף אותי לצ'אט קבוצתי?
hr: Tko me može dodavati u grupe i kanale?
hu: Ki adhat hozzá engem csoportokhoz?
nb: Hvem kan legge meg til i gruppesamtaler?
sk: Kto ma môže pridať do skupinových konverzácií?
sr_cyrl: Ко може да ме дода у групна ћаскања?

# WhoCanAddMeInfo
source: You can restrict who can add you to groups and channels with granular precision.
cs: Můžete nastavit, kdo Vás může přidat do skupin a kanálů s detailní přesností.
he: ניתן להגביל מי יכול להוסיף אותך לקבוצות וערוצים באופן מדויק.
hr: Možete ograničiti tko vas može dodavati u grupe i kanale.
hu: Pontosan meghatározhatod ki adhat téged csoportokhoz és csatornákhoz.
nb: Du kan begrense hvem som kan legge deg til i grupper og kanaler med kirurgisk presisjon.
sk: Môžete obmedziť toho, kto vás môže pridať do skupín a kanálov.
sr_cyrl: Можете врло прецизно да ограничите ко може да вас дода у групе и на канале.

source: Who can call me?
cs: Kdo mi může zavolat?
he: מי יכול להתקשר אלי?
hr: Tko me može zvati?
hu: Ki hívhat engem?
nb: Hvem kan ringe meg?
sk: Kto mi môže zavolať?
sr_cyrl: Ко може да ме зове?

# WhoCanCallMeInfo
source: Choose exactly who can and can't call you.
cs: Můžete nastavit, kdo Vám může zavolat.
he: ניתן להגביל מי יוכל להתקשר אליך.
hr: Odaberite tko vam može, a tko ne može upućivati pozive.
hu: Válaszd ki konkrétan, hogy ki hívhat és ki nem.
nb: Velg hvem som kan og ikke kan ringe deg.
sk: Vyberte si presne, kto vám môže a nemôže volať.
sr_cyrl: Изаберите тачно ко може, а ко не може да вас зове.

# WithinAMonth
source: last seen within a month
cs: aktivní v posledním měsíci
he: נראה לאחרונה בחודש האחרון
hr: zadnji posjet prije par tjedana
hu: utoljára aktív: ebben a hónapban
nb: sist sett i løpet av en måned
sk: naposledy bol videný v priebehu mesiaca
sr_cyrl: у року од месец дана

# WithinAWeek
source: last seen within a week
cs: aktivní v posledním týdnu
he: נראה לאחרונה בשבוע האחרון
hr: zadnji posjet prije par dana
hu: utoljára aktív: a héten
nb: sist sett i løpet av en uke
sk: naposledy online v priebehu týždňa
sr_cyrl: у року од недељу дана

# Years_one
source: {0} year
cs: {0} rok
he: שנה ⁨{0}⁩
hr: {0} godinu
hu: {0} év
nb: {0} år
sk: {0} rok
sr_cyrl: {0} година

# Years_other
source: {0} years
cs: {0} roků
he: ⁨{0}⁩ שנים
hr: {0} godina
hu: {0} év
nb: {0} år
sk: {0} rokov
sr_cyrl: {0} година

source: Yellow
cs: Žlutá
he: צהוב
hr: Žuta
hu: Sárga
nb: Gul
sk: Žltá
sr_cyrl: Жута

# YesterdayAtFormatted
source: yesterday at {0}
cs: včera v {0}
he: אתמול ב⁨{0}⁩
hr: jučer u {0}
hu: tegnap {0}
nb: i går kl. {0}
sk: včera o {0}
sr_cyrl: јуче у {0}

# YouBlockedUser
source: Sorry, you can't add this user or bot to groups because you've blocked them. Please unblock to proceed.
cs: Litujeme, nemůžete přidat tohoto uživatele nebo bota do skupin, protože jste jej zablokovali. Pro pokračování jej prosím odblokujte.
he: מצטערים, אינך יכול להוסיף משתמש או בוט זה לקבוצה משום שחסמת אותם. בטל את החסימה בכדי להמשיך.
hr: Nažalost, ne možete dodati ovog korisnika ili bot u grupu jer ste ga blokirali. Morate ga odblokirati za nastavak.
hu: Nem adhatod a csoporthoz ezt a felhasználót vagy botot, mert le van tiltva. Előbb old fel a tiltást.
nb: Beklager, du kan ikke legge til denne brukeren eller roboten til grupper fordi du har blokkert vedkommende. Vennligst opphev blokkeringen for å fortsette.
sk: Prepáčte, nemôžete pridať tohto používateľa alebo bota do skupiny, pretože ste ho zablokovali. Pre pokračovanie ho, prosím, odblokujte.
sr_cyrl: Не можете додати овог корисника или бота у групе зато што сте га блокирали. Одблокирајте да бисте наставили.

# YouHaveNewMessage
source: You have a new message
cs: Máte novou zprávu
he: יש לך הודעה חדשה
hr: Imate novu poruku
hu: Új üzeneted van
nb: Mottatt en ny melding
sk: Máte novú správu
sr_cyrl: Имате нову поруку

# YouLeft
source: You left the group
cs: Opustil/a jste skupinu
he: עזבת את הקבוצה
hr: Napustili ste grupu
hu: Kiléptél a csoportból
nb: Du forlot gruppen
sk: Opustili ste skupinu
sr_cyrl: Напустили сте групу

# YourCode
source: Phone verification
cs: Ověření telefonu
he: אימות מספר הטלפון
hr: Potvrda telefonom
hu: Telefonos megerősítés
nb: Telefonbekreftelse
sk: Telefonické overenie
sr_cyrl: Верификација телефона

source: Your email
cs: Váš email
he: הדוא"ל שלך
hr: Vaša e-pošta
hu: Az e-mail címed
nb: Din e-post
sk: Váš e-mail
sr_cyrl: Ваша е-пошта

# YourEmailInfo
source: Please add your valid email. It is the only way to recover a forgotten password.
cs: Prosím zadejte funkční adresu. Bude to jediná cesta, jak obnovit zapomenuté heslo.
he: נא להוסיף את כתובת הדוא"ל התקפה שלך. זו הדרך היחידה לשחזר סיסמה שנשכחה.
hr: Molimo dodajte svoju valjanu e-poštu. To je jedini način za oporavak zaboravljene lozinke.
hu: Kérjük, adj meg egy érvényes e-mail címet. Ez az egyetlen módja annak, hogy visszaszerezd az elfelejtett jelszavadat.
nb: Vennligst oppgi din gyldige e-post adresse. Det er den eneste måten å gjenopprette et glemt passord på.
sk: Prosíme, zadajte vašu platnú e-mailovú adresu. Je to jediná možnosť, ako obnoviť zabudnuté heslo.
sr_cyrl: Додајте важећу е-пошту. То је једини начин да вратите заборављену лозинку.

# YourEmailSkip
source: Skip
cs: Přeskočit
he: דלג
hr: Preskoči
hu: Kihagyás
nb: Hopp over
sk: Preskočiť
sr_cyrl: Прескочи

# YourEmailSkipWarning
source: Warning
cs: Varování
he: אזהרה
hr: Upozorenje
hu: Figyelmeztetés
nb: Advarsel
sk: Varovanie
sr_cyrl: Упозорење

# YourEmailSkipWarningText
source: No, seriously. If you forget your password, you will lose access to your Telegram account. There will be no way to restore it.
cs: Bez legrace. Když zapomente Vaše heslo, ztratíte přístup k Vašemu účtu. A nebude cesty zpět.
he: לא, ברצינות. אם תשכח את סיסמתך, תאבד את הגישה לחשבון הטלגרם שלך. ולא תהיה דרך לשחזר אותו.
hr: Ne, ozbiljno. Ako zaboravite svoju lozinku, izgubit ćete pristup vašem Telegram računu. Neće biti načina da ga vratite.
hu: Most komolyan! Ha elfelejted a jelszavadat, nem tudsz hozzáférni a Telegram fiókodhoz. Nincs más visszaállítási lehetőség.
nb: Du, helt seriøst. Hvis du glemmer passordet ditt, vil du miste all tilgang til Telegram-kontoen din. Det vil ikke være mulig å gjenopprette det på noen måte.
sk: Nie, vážne. V prípade, že zabudnete svoje heslo, stratíte prístup do svojho účtu. Nie je žiadna iná možnosť ako ho obnoviť.
sr_cyrl: Не, озбиљно. Ако заборавите лозинку, изгубићете приступ свом Telegram налогу. Нећете моћи да га вратите.

source: Your Name
cs: Vaše jméno
he: השם שלך
hr: Vaše ime
hu: Neved
nb: Navnet ditt
sk: Vaše meno
sr_cyrl: Ваше име

source: Your Phone
cs: Vaše telefonní číslo
he: המספר שלך
hr: Vaš broj telefona
hu: Telefonszámod
nb: Telefonnummeret ditt
sk: Vaše telefónne číslo
sr_cyrl: Ваш број

source: Your public communities
cs: Vaše veřejné komunity
he: הקהילות הציבוריות שלך
hr: Vaše javne zajednice
hu: A nyilvános közösségeid
nb: Dine offentlige samfunn
sk: Vaše verejné komunity
sr_cyrl: Ваше јавне заједнице

source: Zoom out
cs: Oddálit
he: צמצם
hr: Smanji
hu: Kicsinyítés
nb: Zoom ut
sk: Oddialiť
sr_cyrl: Умањи

# formatterYear
source: dd.MM.yy
hr: d.M.yyyy.
hu: yyyy.MM.dd.
sr_cyrl: d. MMM yyyy.

# UseProxySocks5
source: SOCKS5 Proxy
sr_cyrl: SOCKS5 прокси

# PrivacyPolicyUrl
source: https://telegram.org/privacy
hu: https://telegram.org/privacy/hu

# TelegramFaqUrl
source: https://telegram.org/faq
hu: https://telegram.org/faq/hu
